Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Recovery conflict: the saved partial response no longer matches the transcript.
ar: تعارض الاسترداد: لم يعد الرد الجزئي المحفوظ مطابقًا للنص.
de: Wiederherstellungskonflikt: Die gespeicherte Teilantwort stimmt nicht mehr mit dem Transkript überein.
es: Conflicto de recuperación: la respuesta parcial guardada ya no coincide con la transcripción.
fr: Conflit de récupération : la réponse partielle enregistrée ne correspond plus à la transcription.
he: סתירת שחזור: התגובה החלקית השמורה כבר לא תואמת לתמליל.
hi: पुनर्प्राप्ति विवाद: सुरक्षित आंशिक उत्तर अब ट्रांसक्रिप्ट से मेल नहीं खाता।
id: Konflik pemulihan: sebagian respons yang tersimpan tidak lagi cocok dengan transkrip.
it: Conflitto di ripristino: la risposta parziale salvata non corrisponde più alla trascrizione.
ja: 復旧の競合: 保存された部分応答がトランスクリプトと一致しなくなりました。
ko: 복구 충돌: 저장된 부분 응답이 더 이상 대화 기록과 일치하지 않습니다.
nl: Herstelconflict: het opgeslagen gedeeltelijke antwoord komt niet meer overeen met het transcript.
pl: Konflikt odzyskiwania: zapisana częściowa odpowiedź nie pasuje już do transkrypcji.
pt_br: Conflito de recuperação: a resposta parcial salva não corresponde mais à transcrição.
ru: Конфликт восстановления: сохранённый частичный ответ больше не совпадает с расшифровкой.
sv: Återställningskonflikt: det sparade delsvaret stämmer inte längre med transkriptet.
tr: Kurtarma çakışması: kaydedilen kısmi yanıt artık konuşma dökümüyle eşleşmiyor.
uk: Конфлікт відновлення: збережена часткова відповідь більше не збігається з транскриптом.
vi: Xung đột khôi phục: câu trả lời một phần đã lưu không còn khớp với bản ghi hội thoại.
zh_hans: 恢复冲突：已保存的部分回复与对话记录不再匹配。
zh_hant: 復原衝突：已儲存的部分回覆不再符合逐字稿。

source: Recovery retry succeeded. Attempt: %lld.
ar: نجحت محاولة الاسترداد. المحاولة: %lld.
de: Der Wiederherstellungsversuch war erfolgreich. Versuch: %lld.
es: La recuperación se reintentó correctamente. Intento: %lld.
fr: La nouvelle tentative de récupération a réussi. Tentative : %lld.
he: ניסיון השחזור הצליח. ניסיון: %lld.
hi: पुनर्प्राप्ति का पुनः प्रयास सफल हुआ। प्रयास: %lld।
id: Percobaan pemulihan berhasil. Percobaan: %lld.
it: Nuovo tentativo di ripristino riuscito. Tentativo: %lld.
ja: 復旧の再試行に成功しました。試行回数: %lld。
ko: 복구 재시도에 성공했습니다. 시도: %lld.
nl: De herstelpoging is geslaagd. Poging: %lld.
pl: Ponowna próba odzyskiwania zakończyła się powodzeniem. Próba: %lld.
pt_br: A nova tentativa de recuperação foi concluída. Tentativa: %lld.
ru: Повторная попытка восстановления выполнена успешно. Попытка: %lld.
sv: Återställningsförsöket lyckades. Försök: %lld.
tr: Kurtarma yeniden denemesi başarılı oldu. Deneme: %lld.
uk: Повторна спроба відновлення успішна. Спроба: %lld.
vi: Lần thử khôi phục đã thành công. Lần thử: %lld.
zh_hans: 恢复重试成功。尝试次数：%lld。
zh_hant: 復原重試成功。嘗試次數：%lld。

source: Recovery retries exhausted. Limit: %lld attempts.
ar: نفدت محاولات الاسترداد. الحد: %lld محاولة.
de: Wiederherstellungsversuche ausgeschöpft. Grenze: %lld Versuche.
es: Se agotaron los reintentos de recuperación. Límite: %lld intentos.
fr: Limite de nouvelles tentatives de récupération atteinte. Limite : %lld tentatives.
he: נוצלו כל ניסיונות השחזור. מגבלה: %lld ניסיונות.
hi: पुनर्प्राप्ति के पुनः प्रयास समाप्त हुए। सीमा: %lld प्रयास।
id: Percobaan ulang pemulihan habis. Batas: %lld percobaan.
it: Tentativi di ripristino esauriti. Limite: %lld tentativi.
ja: 復旧の再試行回数に達しました。上限: %lld 回。
ko: 복구 재시도 한도에 도달했습니다. 한도: %lld회.
nl: Herstelpogingen opgebruikt. Limiet: %lld pogingen.
pl: Wykorzystano wszystkie ponowienia odzyskiwania. Limit: %lld prób.
pt_br: Novas tentativas de recuperação esgotadas. Limite: %lld tentativas.
ru: Попытки восстановления исчерпаны. Лимит: %lld.
sv: Återställningsförsöken är slut. Gräns: %lld försök.
tr: Kurtarma yeniden denemeleri tükendi. Sınır: %lld deneme.
uk: Спроби відновлення вичерпано. Ліміт: %lld спроб.
vi: Đã hết số lần thử lại để khôi phục. Giới hạn: %lld lần.
zh_hans: 恢复重试次数已用尽。上限：%lld 次。
zh_hant: 復原重試次數已用盡。上限：%lld 次。

source: Agent controlled
ar: يتحكم الوكيل
de: Vom Agenten gesteuert
es: Controlada por el agente
fr: Contrôlé par l’agent
he: בשליטת הסוכן
hi: एजेंट द्वारा नियंत्रित
id: Dikendalikan agen
it: Controllato dall’agente
ja: エージェントが操作中
ko: 에이전트가 제어 중
nl: Beheerd door agent
pl: Sterowana przez agenta
pt_br: Controlada pelo agente
ru: Управляется агентом
sv: Agentstyrd
tr: Ajan tarafından kontrol ediliyor
uk: Керується агентом
vi: Được tác tử điều khiển
zh_hans: 由代理控制
zh_hant: 由代理控制

source: Close Tab
ar: إغلاق علامة التبويب
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l’onglet
he: סגירת כרטיסייה
hi: टैब बंद करें
id: Tutup tab
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
nl: Tabblad sluiten
pl: Zamknij kartę
pt_br: Fechar aba
ru: Закрыть вкладку
sv: Stäng flik
tr: Sekmeyi kapat
uk: Закрити вкладку
vi: Đóng tab
zh_hans: 关闭标签页
zh_hant: 關閉分頁

source: Enter a valid HTTP or HTTPS address.
ar: أدخل عنوان HTTP أو HTTPS صالحًا.
de: Geben Sie eine gültige HTTP- oder HTTPS-Adresse ein.
es: Introduce una dirección HTTP o HTTPS válida.
fr: Saisissez une adresse HTTP ou HTTPS valide.
he: יש להזין כתובת HTTP או HTTPS תקינה.
hi: एक मान्य HTTP या HTTPS पता दर्ज करें।
id: Masukkan alamat HTTP atau HTTPS yang valid.
it: Inserisci un indirizzo HTTP o HTTPS valido.
ja: 有効な HTTP または HTTPS アドレスを入力してください。
ko: 유효한 HTTP 또는 HTTPS 주소를 입력하세요.
nl: Voer een geldig HTTP- of HTTPS-adres in.
pl: Wprowadź prawidłowy adres HTTP lub HTTPS.
pt_br: Insira um endereço HTTP ou HTTPS válido.
ru: Введите корректный адрес HTTP или HTTPS.
sv: Ange en giltig HTTP- eller HTTPS-adress.
tr: Geçerli bir HTTP veya HTTPS adresi girin.
uk: Введіть дійсну адресу HTTP або HTTPS.
vi: Nhập địa chỉ HTTP hoặc HTTPS hợp lệ.
zh_hans: 请输入有效的 HTTP 或 HTTPS 地址。
zh_hant: 請輸入有效的 HTTP 或 HTTPS 位址。

source: Loading
ar: جارٍ التحميل
de: Wird geladen
es: Cargando
fr: Chargement
he: טוען
hi: लोड हो रहा है
id: Memuat
it: Caricamento
ja: 読み込み中
ko: 로딩 중
nl: Laden
pl: Ładowanie
pt_br: Carregando
ru: Загрузка
sv: Läser in
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh_hans: 正在加载
zh_hant: 正在載入

source: New Tab
ar: علامة تبويب جديدة
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
he: כרטיסייה חדשה
hi: नया टैब
id: Tab baru
it: Nuova scheda
ja: 新しいタブ
ko: 새 탭
nl: Nieuw tabblad
pl: Nowa karta
pt_br: Nova aba
ru: Новая вкладка
sv: Ny flik
tr: Yeni sekme
uk: Нова вкладка
vi: Tab mới
zh_hans: 新标签页
zh_hant: 新增分頁

source: Open in System Browser
ar: فتح في متصفح النظام
de: Im Systembrowser öffnen
es: Abrir en el navegador del sistema
fr: Ouvrir dans le navigateur système
he: פתיחה בדפדפן המערכת
hi: सिस्टम ब्राउज़र में खोलें
id: Buka di browser sistem
it: Apri nel browser di sistema
ja: システムブラウザで開く
ko: 시스템 브라우저에서 열기
nl: Openen in systeembrowser
pl: Otwórz w przeglądarce systemowej
pt_br: Abrir no navegador do sistema
ru: Открыть в системном браузере
sv: Öppna i systemets webbläsare
tr: Sistem tarayıcısında aç
uk: Відкрити у системному браузері
vi: Mở bằng trình duyệt hệ thống
zh_hans: 在系统浏览器中打开
zh_hant: 在系統瀏覽器中開啟

source: Fixed CSS viewport
ar: نافذة عرض CSS ثابتة
de: Fester CSS-Viewport
es: Ventana gráfica CSS fija
fr: Fenêtre d’affichage CSS fixe
he: חלון תצוגת CSS קבוע
hi: स्थिर CSS व्यूपोर्ट
id: Viewport CSS tetap
it: Viewport CSS fisso
ja: 固定 CSS ビューポート
ko: 고정 CSS 뷰포트
nl: Vaste CSS-viewport
pl: Stały obszar widoku CSS
pt_br: Janela de visualização CSS fixa
ru: Фиксированная область просмотра CSS
sv: Fast CSS-viewport
tr: Sabit CSS görünüm alanı
uk: Фіксована область перегляду CSS
vi: Khung nhìn CSS cố định
zh_hans: 固定 CSS 视口
zh_hant: 固定 CSS 檢視區

source: Height
ar: الارتفاع
de: Höhe
es: Altura
fr: Hauteur
he: גובה
hi: ऊँचाई
id: Tinggi
it: Altezza
ja: 高さ
ko: 높이
nl: Hoogte
pl: Wysokość
pt_br: Altura
ru: Высота
sv: Höjd
tr: Yükseklik
uk: Висота
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

source: Viewport
ar: إطار العرض
de: Ansichtsfenster
es: Ventana gráfica
fr: Fenêtre d’affichage
he: חלון תצוגה
hi: व्यूपोर्ट
id: Area pandang
it: Area visibile
ja: ビューポート
ko: 뷰포트
pl: Obszar widoku
pt_br: Janela de visualização
ru: Область просмотра
sv: Visningsyta
tr: Görünüm alanı
uk: Область перегляду
vi: Khung nhìn
zh_hans: 视口
zh_hant: 檢視區

source: Zoom
ar: تكبير
he: הגדלה
hi: ज़ूम
ja: ズーム
ko: 확대
pl: Powiększenie
ru: Масштаб
tr: Yakınlaştırma
uk: Масштаб
vi: Thu phóng
zh_hans: 缩放
zh_hant: 縮放

source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur
he: דפדפן
hi: ब्राउज़र
ja: ブラウザ
ko: 브라우저
pl: Przeglądarka
pt_br: Navegador
ru: Браузер
sv: Webbläsare
tr: Tarayıcı
uk: Браузер
vi: Trình duyệt
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Enable browser automation
ar: تفعيل أتمتة المتصفح
de: Browserautomatisierung aktivieren
es: Activar la automatización del navegador
fr: Activer l’automatisation du navigateur
he: הפעלת אוטומציה בדפדפן
hi: ब्राउज़र ऑटोमेशन सक्षम करें
id: Aktifkan otomatisasi browser
it: Attiva l’automazione del browser
ja: ブラウザ自動操作を有効にする
ko: 브라우저 자동화 활성화
nl: Browserautomatisering inschakelen
pl: Włącz automatyzację przeglądarki
pt_br: Ativar automação do navegador
ru: Включить автоматизацию браузера
sv: Aktivera webbläsarautomation
tr: Tarayıcı otomasyonunu etkinleştir
uk: Увімкнути автоматизацію браузера
vi: Bật tự động hóa trình duyệt
zh_hans: 启用浏览器自动化
zh_hant: 啟用瀏覽器自動化

source: Accept
ar: قبول
de: Annehmen
es: Aceptar
fr: Accepter
he: אישור
hi: स्वीकार करें
id: Terima
it: Accetta
ja: 承認
ko: 수락
nl: Accepteren
pl: Akceptuj
pt_br: Aceitar
ru: Принять
sv: Godkänn
tr: Kabul et
uk: Прийняти
vi: Chấp nhận
zh_hans: 接受
zh_hant: 接受

source: Page alert
ar: تنبيه الصفحة
de: Seitenwarnung
es: Alerta de la página
fr: Alerte de la page
he: התראת דף
hi: पेज अलर्ट
id: Peringatan halaman
it: Avviso della pagina
ja: ページアラート
ko: 페이지 알림
nl: Paginawaarschuwing
pl: Alert strony
pt_br: Alerta da página
ru: Оповещение страницы
sv: Sidvarning
tr: Sayfa uyarısı
uk: Сповіщення сторінки
vi: Cảnh báo trang
zh_hans: 页面提示
zh_hant: 頁面提示

source: Page confirmation
ar: تأكيد الصفحة
de: Seitenbestätigung
es: Confirmación de la página
fr: Confirmation de la page
he: אישור דף
hi: पेज पुष्टि
id: Konfirmasi halaman
it: Conferma della pagina
ja: ページ確認
ko: 페이지 확인
nl: Paginabevestiging
pl: Potwierdzenie strony
pt_br: Confirmação da página
ru: Подтверждение страницы
sv: Sidbekräftelse
tr: Sayfa onayı
uk: Підтвердження сторінки
vi: Xác nhận trang
zh_hans: 页面确认
zh_hant: 頁面確認

source: Page prompt
ar: طلب إدخال من الصفحة
de: Seitenabfrage
es: Solicitud de entrada de la página
fr: Saisie demandée par la page
he: בקשת קלט מהדף
hi: पेज इनपुट अनुरोध
id: Permintaan input halaman
it: Richiesta di input della pagina
ja: ページ入力要求
ko: 페이지 입력 요청
nl: Invoerverzoek van de pagina
pl: Prośba strony o wpisanie
pt_br: Solicitação de entrada da página
ru: Запрос ввода страницы
sv: Inmatningsbegäran från sidan
tr: Sayfa girdi istemi
uk: Запит введення сторінки
vi: Yêu cầu nhập từ trang
zh_hans: 页面输入提示
zh_hant: 頁面輸入提示

source: Import Chrome bookmarks
ar: استيراد إشارات Chrome المرجعية
de: Chrome-Lesezeichen importieren
es: Importar marcadores de Chrome
fr: Importer les favoris Chrome
he: ייבוא סימניות Chrome
hi: Chrome बुकमार्क आयात करें
id: Impor bookmark Chrome
it: Importa i segnalibri di Chrome
ja: Chrome のブックマークを読み込む
ko: Chrome 북마크 가져오기
nl: Chrome-bladwijzers importeren
pl: Importuj zakładki Chrome
pt_br: Importar favoritos do Chrome
ru: Импортировать закладки Chrome
sv: Importera Chrome-bokmärken
tr: Chrome yer işaretlerini içe aktar
uk: Імпортувати закладки Chrome
vi: Nhập dấu trang Chrome
zh_hans: 导入 Chrome 书签
zh_hant: 匯入 Chrome 書籤

source: Choose profiles to preview
ar: اختر الملفات الشخصية للمعاينة
de: Profile zur Vorschau auswählen
es: Elige perfiles para previsualizar
fr: Choisissez les profils à prévisualiser
he: בחירת פרופילים לתצוגה מקדימה
hi: पूर्वावलोकन के लिए प्रोफ़ाइल चुनें
id: Pilih profil untuk pratinjau
it: Scegli i profili da visualizzare in anteprima
ja: プレビューするプロフィールを選択
ko: 미리 볼 프로필 선택
nl: Kies profielen voor de voorbeeldweergave
pl: Wybierz profile do podglądu
pt_br: Escolha perfis para pré-visualizar
ru: Выберите профили для предварительного просмотра
sv: Välj profiler att förhandsvisa
tr: Önizlenecek profilleri seçin
uk: Виберіть профілі для попереднього перегляду
vi: Chọn hồ sơ để xem trước
zh_hans: 选择要预览的个人资料
zh_hant: 選擇要預覽的個人檔案

source: No Chrome profiles with bookmarks found.
ar: لم يتم العثور على ملفات Chrome تحتوي على إشارات مرجعية.
de: Keine Chrome-Profile mit Lesezeichen gefunden.
es: No se encontraron perfiles de Chrome con marcadores.
fr: Aucun profil Chrome avec des favoris trouvé.
he: לא נמצאו פרופילי Chrome עם סימניות.
hi: बुकमार्क वाला कोई Chrome प्रोफ़ाइल नहीं मिला।
id: Tidak ditemukan profil Chrome yang memiliki bookmark.
it: Nessun profilo Chrome con segnalibri trovato.
ja: ブックマークを含む Chrome プロフィールが見つかりません。
ko: 북마크가 있는 Chrome 프로필을 찾을 수 없습니다.
nl: Geen Chrome-profielen met bladwijzers gevonden.
pl: Nie znaleziono profili Chrome z zakładkami.
pt_br: Nenhum perfil do Chrome com favoritos foi encontrado.
ru: Профили Chrome с закладками не найдены.
sv: Inga Chrome-profiler med bokmärken hittades.
tr: Yer işareti içeren Chrome profili bulunamadı.
uk: Профілі Chrome із закладками не знайдено.
vi: Không tìm thấy hồ sơ Chrome nào có dấu trang.
zh_hans: 未找到包含书签的 Chrome 个人资料。
zh_hant: 找不到含有書籤的 Chrome 個人檔案。

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
he: חזרה
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sv: Tillbaka
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: The selected profile no longer has a Bookmarks file.
ar: لم يعد الملف الشخصي المحدد يحتوي على ملف Bookmarks.
de: Das ausgewählte Profil enthält keine Bookmarks-Datei mehr.
es: El perfil seleccionado ya no tiene un archivo Bookmarks.
fr: Le profil sélectionné ne contient plus de fichier Bookmarks.
he: בפרופיל שנבחר אין עוד קובץ Bookmarks.
hi: चुने गए प्रोफ़ाइल में अब Bookmarks फ़ाइल नहीं है।
id: Profil yang dipilih tidak lagi memiliki file Bookmarks.
it: Il profilo selezionato non contiene più un file Bookmarks.
ja: 選択したプロフィールに Bookmarks ファイルがありません。
ko: 선택한 프로필에 Bookmarks 파일이 더 이상 없습니다.
nl: Het geselecteerde profiel heeft geen Bookmarks-bestand meer.
pl: Wybrany profil nie ma już pliku Bookmarks.
pt_br: O perfil selecionado não tem mais um arquivo Bookmarks.
ru: В выбранном профиле больше нет файла Bookmarks.
sv: Den valda profilen har inte längre någon Bookmarks-fil.
tr: Seçilen profilde artık Bookmarks dosyası yok.
uk: У вибраному профілі більше немає файлу Bookmarks.
vi: Hồ sơ đã chọn không còn tệp Bookmarks.
zh_hans: 所选个人资料中已没有 Bookmarks 文件。
zh_hant: 所選個人檔案中已沒有 Bookmarks 檔案。

source: The selected profile Bookmarks file could not be read.
ar: تعذرت قراءة ملف Bookmarks في الملف الشخصي المحدد.
de: Die Bookmarks-Datei des ausgewählten Profils konnte nicht gelesen werden.
es: No se pudo leer el archivo Bookmarks del perfil seleccionado.
fr: Impossible de lire le fichier Bookmarks du profil sélectionné.
he: לא ניתן לקרוא את קובץ Bookmarks בפרופיל שנבחר.
hi: चुने गए प्रोफ़ाइल की Bookmarks फ़ाइल पढ़ी नहीं जा सकी।
id: File Bookmarks pada profil yang dipilih tidak dapat dibaca.
it: Impossibile leggere il file Bookmarks del profilo selezionato.
ja: 選択したプロフィールの Bookmarks ファイルを読み取れませんでした。
ko: 선택한 프로필의 Bookmarks 파일을 읽을 수 없습니다.
nl: Het Bookmarks-bestand van het geselecteerde profiel kon niet worden gelezen.
pl: Nie można odczytać pliku Bookmarks wybranego profilu.
pt_br: Não foi possível ler o arquivo Bookmarks do perfil selecionado.
ru: Не удалось прочитать файл Bookmarks выбранного профиля.
sv: Det gick inte att läsa den valda profilens Bookmarks-fil.
tr: Seçilen profilin Bookmarks dosyası okunamadı.
uk: Не вдалося прочитати файл Bookmarks вибраного профілю.
vi: Không thể đọc tệp Bookmarks của hồ sơ đã chọn.
zh_hans: 无法读取所选个人资料的 Bookmarks 文件。
zh_hant: 無法讀取所選個人檔案的 Bookmarks 檔案。

source: The selected profile Bookmarks file could not be imported.
ar: تعذر استيراد ملف Bookmarks في الملف الشخصي المحدد.
de: Die Bookmarks-Datei des ausgewählten Profils konnte nicht importiert werden.
es: No se pudo importar el archivo Bookmarks del perfil seleccionado.
fr: Impossible d’importer le fichier Bookmarks du profil sélectionné.
he: לא ניתן לייבא את קובץ Bookmarks בפרופיל שנבחר.
hi: चुने गए प्रोफ़ाइल की Bookmarks फ़ाइल आयात नहीं की जा सकी।
id: File Bookmarks pada profil yang dipilih tidak dapat diimpor.
it: Impossibile importare il file Bookmarks del profilo selezionato.
ja: 選択したプロフィールの Bookmarks ファイルを読み込めませんでした。
ko: 선택한 프로필의 Bookmarks 파일을 가져올 수 없습니다.
nl: Het Bookmarks-bestand van het geselecteerde profiel kon niet worden geïmporteerd.
pl: Nie można zaimportować pliku Bookmarks wybranego profilu.
pt_br: Não foi possível importar o arquivo Bookmarks do perfil selecionado.
ru: Не удалось импортировать файл Bookmarks выбранного профиля.
sv: Det gick inte att importera den valda profilens Bookmarks-fil.
tr: Seçilen profilin Bookmarks dosyası içe aktarılamadı.
uk: Не вдалося імпортувати файл Bookmarks вибраного профілю.
vi: Không thể nhập tệp Bookmarks của hồ sơ đã chọn.
zh_hans: 无法导入所选个人资料的 Bookmarks 文件。
zh_hant: 無法匯入所選個人檔案的 Bookmarks 檔案。

source: The selected Chrome profile is no longer available.
ar: لم يعد ملف Chrome الشخصي المحدد متاحًا.
de: Das ausgewählte Chrome-Profil ist nicht mehr verfügbar.
es: El perfil de Chrome seleccionado ya no está disponible.
fr: Le profil Chrome sélectionné n’est plus disponible.
he: פרופיל Chrome שנבחר אינו זמין עוד.
hi: चुना गया Chrome प्रोफ़ाइल अब उपलब्ध नहीं है।
id: Profil Chrome yang dipilih tidak lagi tersedia.
it: Il profilo Chrome selezionato non è più disponibile.
ja: 選択した Chrome プロフィールは利用できなくなりました。
ko: 선택한 Chrome 프로필을 더 이상 사용할 수 없습니다.
nl: Het geselecteerde Chrome-profiel is niet meer beschikbaar.
pl: Wybrany profil Chrome jest już niedostępny.
pt_br: O perfil do Chrome selecionado não está mais disponível.
ru: Выбранный профиль Chrome больше недоступен.
sv: Den valda Chrome-profilen är inte längre tillgänglig.
tr: Seçilen Chrome profili artık kullanılamıyor.
uk: Вибраний профіль Chrome більше недоступний.
vi: Hồ sơ Chrome đã chọn không còn khả dụng.
zh_hans: 所选 Chrome 个人资料已不可用。
zh_hant: 所選 Chrome 個人檔案已無法使用。

source: Some selected bookmark items are unavailable.
ar: بعض عناصر الإشارات المرجعية المحددة غير متاحة.
de: Einige ausgewählte Lesezeichen sind nicht verfügbar.
es: Algunos marcadores seleccionados no están disponibles.
fr: Certains favoris sélectionnés ne sont pas disponibles.
he: חלק מהסימניות שנבחרו אינן זמינות.
hi: कुछ चुने गए बुकमार्क आइटम उपलब्ध नहीं हैं।
id: Beberapa item bookmark yang dipilih tidak tersedia.
it: Alcuni segnalibri selezionati non sono disponibili.
ja: 選択したブックマーク項目の一部を利用できません。
ko: 선택한 북마크 항목 중 일부를 사용할 수 없습니다.
nl: Sommige geselecteerde bladwijzers zijn niet beschikbaar.
pl: Niektóre wybrane zakładki są niedostępne.
pt_br: Alguns favoritos selecionados estão indisponíveis.
ru: Некоторые выбранные закладки недоступны.
sv: Vissa valda bokmärken är inte tillgängliga.
tr: Seçilen bazı yer işaretleri kullanılamıyor.
uk: Деякі вибрані закладки недоступні.
vi: Một số dấu trang đã chọn không khả dụng.
zh_hans: 部分所选书签项不可用。
zh_hant: 部分所選書籤項目無法使用。

source: Select at least one item to continue.
ar: حدد عنصرًا واحدًا على الأقل للمتابعة.
de: Wählen Sie mindestens ein Element aus, um fortzufahren.
es: Selecciona al menos un elemento para continuar.
fr: Sélectionnez au moins un élément pour continuer.
he: יש לבחור פריט אחד לפחות כדי להמשיך.
hi: आगे बढ़ने के लिए कम से कम एक आइटम चुनें।
id: Pilih setidaknya satu item untuk melanjutkan.
it: Seleziona almeno un elemento per continuare.
ja: 続行するには項目を 1 つ以上選択してください。
ko: 계속하려면 항목을 하나 이상 선택하세요.
nl: Selecteer minstens één item om door te gaan.
pl: Wybierz co najmniej jeden element, aby kontynuować.
pt_br: Selecione pelo menos um item para continuar.
ru: Выберите хотя бы один элемент, чтобы продолжить.
sv: Välj minst ett objekt för att fortsätta.
tr: Devam etmek için en az bir öğe seçin.
uk: Виберіть принаймні один елемент, щоб продовжити.
vi: Chọn ít nhất một mục để tiếp tục.
zh_hans: 至少选择一个项目以继续。
zh_hant: 至少選取一個項目以繼續。

source: Saved bookmarks exceed the 2 MiB settings limit.
ar: تتجاوز الإشارات المرجعية المحفوظة حد الإعدادات البالغ 2 ميبيبايت.
de: Gespeicherte Lesezeichen überschreiten das Einstellungslimit von 2 MiB.
es: Los marcadores guardados superan el límite de 2 MiB de los ajustes.
fr: Les favoris enregistrés dépassent la limite de 2 Mio des réglages.
he: הסימניות השמורות חורגות ממגבלת ההגדרות של 2 MiB.
hi: सहेजे गए बुकमार्क सेटिंग की 2 MiB सीमा से अधिक हैं।
id: Bookmark tersimpan melebihi batas pengaturan 2 MiB.
it: I segnalibri salvati superano il limite di 2 MiB delle impostazioni.
ja: 保存するブックマークが設定の上限 2 MiB を超えています。
ko: 저장된 북마크가 설정의 2MiB 제한을 초과합니다.
nl: Opgeslagen bladwijzers overschrijden de limiet van 2 MiB voor instellingen.
pl: Zapisane zakładki przekraczają limit ustawień wynoszący 2 MiB.
pt_br: Os favoritos salvos excedem o limite de 2 MiB das configurações.
ru: Объем сохраненных закладок превышает лимит настроек в 2 МиБ.
sv: Sparade bokmärken överskrider inställningsgränsen på 2 MiB.
tr: Kaydedilen yer işaretleri 2 MiB ayar sınırını aşıyor.
uk: Збережені закладки перевищують ліміт налаштувань у 2 МіБ.
vi: Dấu trang đã lưu vượt quá giới hạn cài đặt 2 MiB.
zh_hans: 已保存的书签超过 2 MiB 设置上限。
zh_hant: 已儲存的書籤超過 2 MiB 設定上限。

source: Skipped items
ar: العناصر التي تم تخطيها
de: Übersprungene Elemente
es: Elementos omitidos
fr: Éléments ignorés
he: פריטים שדולגו
hi: छोड़े गए आइटम
id: Item yang dilewati
it: Elementi ignorati
ja: スキップした項目
ko: 건너뛴 항목
nl: Overgeslagen items
pl: Pominięte elementy
pt_br: Itens ignorados
ru: Пропущенные элементы
sv: Överhoppade objekt
tr: Atlanan öğeler
uk: Пропущені елементи
vi: Mục đã bỏ qua
zh_hans: 已跳过的项目
zh_hant: 已略過的項目

source: Import selected bookmarks
ar: استيراد الإشارات المحددة
de: Ausgewählte Lesezeichen importieren
es: Importar marcadores seleccionados
fr: Importer les favoris sélectionnés
he: ייבוא הסימניות שנבחרו
hi: चुने गए बुकमार्क आयात करें
id: Impor bookmark yang dipilih
it: Importa i segnalibri selezionati
ja: 選択したブックマークを読み込む
ko: 선택한 북마크 가져오기
nl: Geselecteerde bladwijzers importeren
pl: Importuj wybrane zakładki
pt_br: Importar favoritos selecionados
ru: Импортировать выбранные закладки
sv: Importera valda bokmärken
tr: Seçilen yer işaretlerini içe aktar
uk: Імпортувати вибрані закладки
vi: Nhập dấu trang đã chọn
zh_hans: 导入所选书签
zh_hant: 匯入所選書籤

source: Dialog policy
ar: سياسة مربعات الحوار
de: Dialogrichtlinie
es: Política de diálogos
fr: Politique des dialogues
he: מדיניות תיבות דו־שיח
hi: डायलॉग नीति
id: Kebijakan dialog
it: Criterio per le finestre di dialogo
ja: ダイアログポリシー
ko: 대화상자 정책
nl: Dialoogbeleid
pl: Zasady okien dialogowych
pt_br: Política de diálogos
ru: Правила диалоговых окон
sv: Dialogprincip
tr: İleti kutusu ilkesi
uk: Політика діалогів
vi: Chính sách hộp thoại
zh_hans: 对话框策略
zh_hant: 對話框政策

source: Ask for each page dialog
ar: السؤال عن كل مربع حوار للصفحة
de: Bei jedem Seitendialog nachfragen
es: Preguntar en cada diálogo de la página
fr: Demander pour chaque dialogue de page
he: לשאול על כל תיבת דו־שיח של דף
hi: हर पेज डायलॉग के लिए पूछें
id: Tanyakan untuk setiap dialog halaman
it: Chiedi per ogni finestra di dialogo della pagina
ja: ページのダイアログごとに確認
ko: 페이지 대화상자마다 묻기
nl: Vragen bij elke paginadialoog
pl: Pytaj przy każdym oknie dialogowym strony
pt_br: Perguntar em cada diálogo da página
ru: Спрашивать для каждого диалогового окна страницы
sv: Fråga för varje siddialog
tr: Her sayfa ileti kutusunda sor
uk: Запитувати для кожного діалогового вікна сторінки
vi: Hỏi cho từng hộp thoại trên trang
zh_hans: 每次页面对话框都询问
zh_hant: 每次頁面對話框都詢問
